{"language":"en","daily_theater_id":1000741,"year":2022,"month":2,"day":12,"title":"Aqours Live Starts!","detail_text":"\u003c:th_ch0103/\u003eIt’s finally the day of our live~! I’m not feeling sleepy at all~!!\u003c:dt_line_end/\u003e\u003c:th_ch0107/\u003eMaru’s eyes are also wide open zura. Even though we need to hurry up and sleep~\u003c:dt_line_end/\u003e\u003c:th_ch0109/\u003eRuby counted over 100 sheep....\u003c:dt_line_end/\u003e\u003c:th_ch0104/\u003eOnce you get to that point, your eyes are open even wider so that you won’t count the wrong number....\u003c:dt_line_end/\u003e\u003c:th_ch0101/\u003eDo you guys want to stay up until the morning? I have this manga I’ve been reading~\u003c:dt_line_end/\u003e\u003c:th_ch0105/\u003eEeeh! Isn’t that the one we promised to read together?\u003c:dt_line_end/\u003e\u003c:th_ch0102/\u003eYeah, the three of us were supposed to read it together!\u003c:dt_line_end/\u003e\u003c:th_ch0101/\u003eO-, oh, that’s right. Sorry~!\u003c:dt_line_end/\u003e\u003c:th_ch0106/\u003eKukuku.... We shouldn’t do something as trivial as finishing an entire manga to pass the night... Instead, let’s do the secret art of me and my little demons.... A ritual of summoning the demon dragon from the darkness!\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eWow! That sounds like a strong monster! What’s the ritual like?\u003c:dt_line_end/\u003e\u003c:th_ch0106/\u003eYou do well to have taken an interest in the ritual, Mari. Kukuku.... Even with me, you can only do this once in every a hundred years. You need the breath of a fire dragon, the beard of a gnome, the tears of a unicorn, and the wings of a fairy. With all of these, you burn an old tree and with its ash....\u003c:dt_line_end/\u003e\u003c:th_ch0109/\u003eZzz....\u003c:dt_line_end/\u003e\u003c:th_ch0107/\u003eThank you.... Yoshiko-chan.... Maru can finally.... sleep zura....\u003c:dt_line_end/\u003e\u003c:th_ch0106/\u003eEh!? Hold on! This is only the start of the ritual~~!!\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}