{"language":"en","daily_theater_id":1000249,"year":2020,"month":10,"day":8,"title":"To Fulfill My Ambition","detail_text":"\u003c:th_ch0207/\u003eI see…. I think I got the hang of it. Mari-san, thank you so much\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eFufu, you can ask me whenever you have something to ask about English. Languages are like that, be it English or Japanese, it’s important to get a grasp of its “feeling” or “image”\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eBut that “feeling” or “image” is something you have to clearly be aware of when speaking another language, or else you’re going to get sucked into the literal translation….\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eIs this about the usage of “Where” earlier?\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eYes. The Japanese equivalent of it is “Doko”, so it’s tempting to translate “Nihon no shuto wa doko desuka?” into “Where is the capital of Japan?”. But because the answer to that question is a city name, we must use “What” instead. So if you only think in equivalence, it’s easy to make mistakes\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eThat’s true…. But in the end, a conversation only needs to be enjoyable to be right. So if it’s not a test, as long as you get the meaning across, it’s all okay!\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eUnderstood!\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eBut your grades are on the good side, right, Secchan? It’s amazing that you still want to study beyond that~\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eYes. My ambition to “Spread this feeling of love” includes other countries too, so I want to learn English as well as other languages! I want to be able to express “Love” with many different words!\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eWow! Then Mari will do everything in my power to support you. Let’s fulfill your ambitions, Secchan~!\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}