{"language":"en","daily_theater_id":1000756,"year":2022,"month":2,"day":27,"title":"Nijigaku’s Live! Day 2","detail_text":"\u003c:th_ch0208/\u003eOur first day was so much fun, it was like a dream! I even had another live in my dreams~\u003c:dt_line_end/\u003e\u003c:th_ch0204/\u003eFufu, you were talking in your sleep last night, Emma.\u003c:dt_line_end/\u003e\u003c:th_ch0206/\u003eYeah, it seemed like you were really enjoying it~\u003c:dt_line_end/\u003e\u003c:th_ch0208/\u003eEeeh!? W-, wake me up when I do that~!\u003c:dt_line_end/\u003e\u003c:th_ch0211/\u003eLanzhu is so jealous that you get to have a live in your dreams! Lanzhu wished Lanzhu had a dream like that too! Right, Setsuna?\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eTotally. It’s great to be able to do even one more live!\u003c:dt_line_end/\u003e\u003c:th_ch0212/\u003eYou two probably were doing a live in yours as well. You were moving everywhere. They even woke us up, right, Rina?\u003c:dt_line_end/\u003e\u003c:th_ch0209/\u003eI was a little surprised. But Shizuku-san was patting me, so I fell asleep again almost instantly.\u003c:dt_line_end/\u003e\u003c:th_ch0203/\u003eFufu. Ophelia had a similar thing where she would move her legs around when she dreamed of going for a walk. So I’m somewhat used to it.\u003c:dt_line_end/\u003e\u003c:th_ch0205/\u003eYou two were flapping your arms as well, Miachi, Rinari~\u003c:dt_line_end/\u003e\u003c:th_ch0201/\u003eFufufu. They were holding hands when they were sleeping, weren’t they? It was so cute.\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eYour sleeping face looks just like a kid, you know, Miako~\u003c:dt_line_end/\u003e\u003c:th_ch0212/\u003eWha-...!? I’m not a kid!\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eWe might all have dreamt of doing a live at some point last night, even if we don’t remember it. But let’s not forget that today’s live is just getting started! Let’s form a circle!\u003c:dt_line_end/\u003e\u003c:th_ch0205/\u003eYeaaah!! Let’s go full throttle today~!!\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}