{"language":"en","daily_theater_id":1000233,"year":2020,"month":9,"day":22,"title":"Dear You - Part 1","detail_text":"\u003c:th_ch0009/\u003eReady? We’re going to film a video letter to thank that person for their support. You’ve all prepared an emotional line, right?\u003c:dt_line_end/\u003e\u003c:th_ch0109/\u003eRuby doesn’t really know if it’s emotional, but Ruby prepared a line that has plenty of my feelings in it\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eIt’s the same for me\u003c:dt_line_end/\u003e\u003c:th_ch0209/\u003eAlright…. I’ll start rolling, okay? From Nico-san, go!\u003c:dt_line_end/\u003e\u003c:th_ch0009/\u003eThank you for always supporting me. Ever since you came here, everyday has been so much livelier. Stay with me from now on so Nico can be a perfect school idol, okay!\u003c:dt_line_end/\u003e\u003c:th_ch0009/\u003e….I’ll say it again, but it’s really embarrassing, huh, alright, it’s your turn next, Ruby\u003c:dt_line_end/\u003e\u003c:th_ch0109/\u003eUmm, this is Ruby speaking. Well, Ruby guess you can see that, ehehe. You know, ever since you started helping me, Ruby has been working really hard. It’s because you keep cheering for me. So, let’s continue to work hard together\u003c:dt_line_end/\u003e\u003c:th_ch0109/\u003eThat was nerve wracking~. Okay, it’s your turn, Shioriko-chan\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eTo me, you’re a benefactor. You showed me that even I can convey something to someone as a school idol. It has become a great joy for me. Thank you very much. I’m looking forward to continue working with you\u003c:dt_line_end/\u003e\u003c:th_ch0009/\u003eWas that a speech….?\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eI-, I’m sorry, that was stiff….\u003c:dt_line_end/\u003e\u003c:th_ch0109/\u003eIt’s okay! Your feelings were conveyed. Then, next, Rina-chan, go ahead!\u003c:dt_line_end/\u003e\u003c:th_ch0209/\u003eThank you…. for inviting me…. to be a school idol. Since I started as a school idol…. people came to cheer for me…. and I made more friends…. everyday has been fun. It’s fun to do your best. Please keep supporting me…. from now on\u003c:dt_line_end/\u003e\u003c:th_ch0009/\u003eThat was great, everyone!\u003c:dt_line_end/\u003e\u003c:th_ch0109/\u003eOkay, let’s use this take\u003c:dt_line_end/\u003e\u003c:th_ch0209/\u003eLeave the editing…. to me\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eThen, let’s pass the camera to the next group of people\u003c:dt_line_end/\u003e\u003c:th_ch0009/\u003eOoh-!\u003c:dt_line_end/\u003e\u003c:th_ch0109/\u003eOoh-!\u003c:dt_line_end/\u003e\u003c:th_ch0209/\u003eOoh-!\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}