{"language":"en","daily_theater_id":1000161,"year":2020,"month":7,"day":12,"title":"Onigiri VS Sandwich","detail_text":"\u003c:th_ch0008/\u003eStill, if it’s for a bento it’s got to be onigiri!\u003c:dt_line_end/\u003e\u003c:th_ch0102/\u003eI think sandwiches are better. You can put all kinds of things to fill a sandwich, so it’s easy to get your proper nutrition\u003c:dt_line_end/\u003e\u003c:th_ch0008/\u003eYou can put all kinds of things in onigiri too. Rice is amazing!\u003c:dt_line_end/\u003e\u003c:th_ch0102/\u003eRice is indeed great…. but bread has been a staple food that sustained people since a long time ago. Like, there are even depictions of people harvesting wheat on Egyptian murals\u003c:dt_line_end/\u003e\u003c:th_ch0008/\u003eEgyptian murals…. Wow…. But, but, in Japan, there hasn’t been any major conflict because of wheat, but there have been a few because of rice. Like the Rice Riots!\u003c:dt_line_end/\u003e\u003c:th_ch0102/\u003eW-, when you put it that way…. Maybe rice is really great after all….\u003c:dt_line_end/\u003e\u003c:th_ch0008/\u003eB-, but, you’re right, it’s true that sandwiches are easy to eat….! Bread has been around for a long time too, and it’s a staple food in a lot of countries….\u003c:dt_line_end/\u003e\u003c:th_ch0102/\u003e….Then, I guess let’s call the Onigiri VS Sandwich battle a draw….\u003c:dt_line_end/\u003e\u003c:th_ch0008/\u003eYeah, that’s right. Both are great and delicious, so they’re both winners~.... Huh? There’s a message from Ai-san in the group chat\u003c:dt_line_end/\u003e\u003c:th_ch0102/\u003eYou’re right. Umm…. “We’re having a rice sandwich party at Nijigaku! Rice sandwich is the best! It’s got the best of onigiri and sandwiches♪”.... Or so she said\u003c:dt_line_end/\u003e\u003c:th_ch0008/\u003e….A third challenger….?\u003c:dt_line_end/\u003e\u003c:th_ch0102/\u003eEven though we just agreed….!\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}