{"language":"en","daily_theater_id":1000517,"year":2021,"month":7,"day":3,"title":"With Everyone!","detail_text":"\u003c:th_ch0205/\u003eAnd so, Ai took this picture with Ayumu and Settsu~\u003c:dt_line_end/\u003e\u003c:th_ch0209/\u003eFufu.... The three of you looked like you had fun.\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eWe thought about what pose to make for a while before we took this picture.\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eAnd that’s how you ended up with this masked hero pose?\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eOh, do you also want to do it, Kasumi-san!? I’ll think of a pose for everyone else too, so let’s all do it together!\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eEh, that’s a bit....\u003c:dt_line_end/\u003e\u003c:th_ch0203/\u003eI’m kind of interested. It might be a good lesson for my acting.\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eI’ve never taken a picture like this before either.... I’d like to try it.\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eEeeh!?\u003c:dt_line_end/\u003e\u003c:th_ch0208/\u003eI want to do it too. We haven’t taken any pictures together recently, after all.\u003c:dt_line_end/\u003e\u003c:th_ch0204/\u003eYeah, we’ve been so busy with tests lately. It’s been a while since we’ve all been together in the clubroom, right.\u003c:dt_line_end/\u003e\u003c:th_ch0206/\u003eThat’s right~. We were drenched in tears while studying hard, after all. Glad everything ended nicely, right, Karin-chan~\u003c:dt_line_end/\u003e\u003c:th_ch0204/\u003eDon’t look at me while you say that, Kanata....\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eFufu, I’m glad everyone managed to avoid getting red marks.\u003c:dt_line_end/\u003e\u003c:th_ch0203/\u003eThen, since the weather is nice, why don’t we take a picture in the courtyard after this? The test period is over, so it’s okay to have a little bit of fun, right?\u003c:dt_line_end/\u003e\u003c:th_ch0205/\u003eAi agrees!\u003c:dt_line_end/\u003e\u003c:th_ch0208/\u003eThat sounds great! Would it be a picture to commemorate the end of the test period then?\u003c:dt_line_end/\u003e\u003c:th_ch0206/\u003eIt’s so warm today, Kanata will get sleepy if we do it outside~. Wake me up, okay, Emma-chan~\u003c:dt_line_end/\u003e\u003c:th_ch0209/\u003eIs that person going to be late for the club? Shall we go find them?\u003c:dt_line_end/\u003e\u003c:th_ch0201/\u003eI’ll go look for that person then! After all, we can’t start without them, right!\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}