{"language":"en","daily_theater_id":1000287,"year":2020,"month":11,"day":15,"title":"Let’s Cooking!","detail_text":"\u003c:th_ch0207/\u003eI’m looking forward to cooking with you, Kanata-san! Today, I’ll show off the full extent of my creativity!\u003c:dt_line_end/\u003e\u003c:th_ch0206/\u003eYeah, Kanata looks forward too~. Today, Kanata would like you to make rice with eggs~\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eRice with eggs? Can that be called cooking?\u003c:dt_line_end/\u003e\u003c:th_ch0206/\u003eThis actually relies on your creativity a lot, Setsuna-chan~. Rice with eggs is simple, right? That’s why Kanata thinks that there are infinite possibilities of delicious combination you can make~\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eThen leave it to me! Ah, but Ayumu-san told me that hidden flavors are supposed to not be that apparent, should I adhere to that here....?\u003c:dt_line_end/\u003e\u003c:th_ch0206/\u003eHmm, let’s see.... Well, it’s okay for today. The only rule is that you only use things from here, so in other words, do as you like~\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eThen.... I think I’d like to add some hard stimulations to the plain egg. So how about shichimi, chili oil, and kimchi!?\u003c:dt_line_end/\u003e\u003c:th_ch0206/\u003eOh, that sounds delicious~. A stimulating rice with eggs is good too, right~\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eNext is to make nutritious rice with eggs.... Umm....\u003c:dt_line_end/\u003e\u003c:th_ch0206/\u003eYou can pick ones from here too~\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eIs this nuka pickles from Ai-san....? Fermented food is good for your health, so let’s put it in. Then.... seaweed. Seaweed is also good for your health, right. Ah, speaking of good for your health, do we have protein?\u003c:dt_line_end/\u003e\u003c:th_ch0206/\u003eThere’s none for today~. But Kanata thinks that nukazuke and seaweed is also delicious! Make sure to chop up the nukazuke before putting it in to make it easy to eat\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eGot it, cooking is really fun after all, huh!\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}