{"language":"en","daily_theater_id":1000235,"year":2020,"month":9,"day":24,"title":"Dear You - Part 3","detail_text":"\u003c:th_ch0005/\u003eWe got the camera from Nozomi-chan nya! Can we start filming?\u003c:dt_line_end/\u003e\u003c:th_ch0205/\u003eAi is ready anytime! You’re good to go too, right, You?\u003c:dt_line_end/\u003e\u003c:th_ch0105/\u003eOf course! Alright, then I guess we’ll start with me? Rin-chan, I’ll leave the camerawork to you!\u003c:dt_line_end/\u003e\u003c:th_ch0005/\u003eOkay! Start nya!\u003c:dt_line_end/\u003e\u003c:th_ch0105/\u003eFrom the day I met you until today, it all goes by in a flash, huh. Thank you so much for all the support you’ve given me. You’ve been a huge help\u003c:dt_line_end/\u003e\u003c:th_ch0105/\u003eAlso…. I had fun when you took me all over the place. It’s all very new to me. I’ll give you a very special tour of Uchiura, so be sure to come to play here again someday! I’m counting on you~! Next, let’s film Ai-chan!\u003c:dt_line_end/\u003e\u003c:th_ch0205/\u003eYaay! Every day with you and me is like the ultimate fulfillment. That’s what Ai thinks! When Ai works hard, you cheer for me, and when you cheer for me, Ai will work even harder, it’s a never-ending cycle~. Let’s keep having those everyday from now on! Ai will be in your care!\u003c:dt_line_end/\u003e\u003c:th_ch0205/\u003eOkay, next is Rin~!\u003c:dt_line_end/\u003e\u003c:th_ch0005/\u003eOnce again, it’s Rin-! Ah, Rin was too close to the camera…. You can’t see my face like this nya….\u003c:dt_line_end/\u003e\u003c:th_ch0005/\u003eIt’s Rin-! Ehehe, doing a video letter is somewhat embarrassing nya. Ever since we got your help, Rin has been having more fun on stage with μ’s. Doing our best so we won’t lose to Aqours or Nijigaku has been a lot of fun. Rin will always treasure the bond that Rin has with you nya!\u003c:dt_line_end/\u003e\u003c:th_ch0105/\u003eYeah, everyone did great!\u003c:dt_line_end/\u003e\u003c:th_ch0205/\u003eThen let’s go give the camera to the next group. Also, want to take a tea break while we’re at it?\u003c:dt_line_end/\u003e\u003c:th_ch0005/\u003eRin wants Ramen nya!\u003c:dt_line_end/\u003e\u003c:th_ch0105/\u003eOoh, that sounds good\u003c:dt_line_end/\u003e\u003c:th_ch0205/\u003eAi wants a super spicy miso ramen with soft boiled egg topping~♪\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}