{"language":"en","daily_theater_id":1000241,"year":2020,"month":9,"day":30,"title":"Dear You - Part 9","detail_text":"\u003c:th_ch0008/\u003eUmm, are we the last one to film our messages?\u003c:dt_line_end/\u003e\u003c:th_ch0208/\u003eYes, it seems like it\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eThen let’s make it a message worthy of being the last~! Alright, first, Hanayo!\u003c:dt_line_end/\u003e\u003c:th_ch0008/\u003eAfter watching everyone’s messages, you’d probably find that everything I want to say would be mentioned already…. I may be repeating some of them here, but because I feel the same way, after all, let me tell them in my own words, okay. I first met you back when you came to interview us. At that time, I was so happy, I thought, “I’ve made a new friend that also loves school idols!”. I’m delighted to just talk to you, but after that, you also supported us a lot on our club activities\u003c:dt_line_end/\u003e\u003c:th_ch0008/\u003eBecause of you, we all got to know each other better, and we were able to do amazing things that μ’s can’t do alone…. I truly had fun! I’m glad I became a school idol. So, from now on, let’s have lots and lots of fun together, okay!\u003c:dt_line_end/\u003e\u003c:th_ch0008/\u003eNext, go ahead, Emma-san!\u003c:dt_line_end/\u003e\u003c:th_ch0208/\u003eCiao~. Thank you for always coming up with a song for us and being a consultation partner for me. When I consult you, I feel so relieved. Even though I’m older than you, I always get help from you…. That’s why, from now on, I also want to help you relax. When you feel tired, I want to make you feel better. I may be unreliable, but I’ll do my best! So rely on me too, okay!\u003c:dt_line_end/\u003e\u003c:th_ch0208/\u003eThen, last is Mari-chan~\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eHa~i! To us, you’re a really special one-and-only supporter. Since we became friends, Mari has always thought of you like that. You also have the strongest ideas. Your ideas always make everything we want to do come true. Aaah~, I don’t know how Mari can ever express these feelings!\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eHey, we made this video as a surprise, but I think everyone is itching to say it directly. So.... look forward to another surprise, okay!\u003c:dt_line_end/\u003e\u003c:th_ch0008/\u003eMari-san, what do you mean by another surprise? Was there anything?\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eFufu, I just thought of it now! Everyone has been wanting to say it not through a screen, but directly, right?\u003c:dt_line_end/\u003e\u003c:th_ch0208/\u003eYes!\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eThen…. let’s all have a group viewing for the edited video~! We can play it on a big screen in my hotel~!\u003c:dt_line_end/\u003e\u003c:th_ch0208/\u003eAmazing! I’m sure that person will love it!\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eAfter the viewing, let’s have a party. I want to thank that person a lot♪\u003c:dt_line_end/\u003e\u003c:th_ch0008/\u003eIf that’s the plan, then we’ll have to tell everyone! I’ll go contact Rin-chan and the others\u003c:dt_line_end/\u003e\u003c:th_ch0208/\u003eI’ll contact everyone in Nijigaku as well\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eI won’t stop the surprises that easily~~! We’ll have you realize how big our feelings are♪\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}