{"language":"en","daily_theater_id":1000529,"year":2021,"month":7,"day":15,"title":"Whenever, Wherever","detail_text":"\u003c:th_ch0107/\u003eAnd so, so! Maru’s favorite scene is when the main character goes to say goodbye to the best friend who will be left behind in the village for the final journey.\u003c:dt_line_end/\u003e\u003c:th_ch0107/\u003eThe part where they say “See you later” with a smile on their face, knowing that the journey will be dangerous, makes me cry no matter how many times Maru reads it zura~\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eYeah, reading that page was heart-wrenching for me too. It’s also really sad to see the best friend sending them off with a smile, isn’t it?\u003c:dt_line_end/\u003e\u003c:th_ch0107/\u003eYes! Exactly~! This book really makes you think about a lot of stuff, right?\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003e...If you were in the main character’s position, Hanamaru-san, could you say goodbye to your friend with a smile?\u003c:dt_line_end/\u003e\u003c:th_ch0107/\u003eShioriko-chan?\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eAh, I’m sorry.... I was just thinking if I were in the main character’s position, would I be able to say “I’m off” with a smile to all of Nijigaku, μ’s, and Aqours, I wonder....\u003c:dt_line_end/\u003e\u003c:th_ch0107/\u003eMaru thinks Maru will be able to say it with a big smile. Because Maru wants everyone to remember the smiling Maru. Even if we are in different places, everyone is always connected.\u003c:dt_line_end/\u003e\u003c:th_ch0107/\u003eFufu, even when you guys leave Numazu for Tokyo, Maru always says “See you later” with the same thing in mind, Shioriko-chan. It’s always lonely to say goodbye, but we can always meet again, and even when we can’t, we’re still connected. Isn’t that right?\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003e....Fufu, yeah, you’re right.\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}