{"language":"en","daily_theater_id":1001143,"year":2023,"month":3,"day":21,"title":"What’s Trending Right Now?","detail_text":"\u003c:th_ch0002/\u003eHey, Setsuna. Can I ask you something?\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eWhat is it, Eli-san?\u003c:dt_line_end/\u003e\u003c:th_ch0002/\u003eYou know that late-night anime that’s gotten popular lately...? The Banished Knight... Have you heard of it? Nico and Honoka said it reminds them of me.\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eHmm...... ELI-SAN!!!!\u003c:dt_line_end/\u003e\u003c:th_ch0002/\u003eWhat!? What’s wrong!?\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eI think so, too!\u003c:dt_line_end/\u003e\u003c:th_ch0002/\u003eHuh?\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eThe Banished Knight Sylphynes reminds me of you, Eli-san...\u003c:dt_line_end/\u003e\u003c:th_ch0002/\u003eSylphynes...\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eSylphynes is a knight who belonged to a party. The party leader thinks that she’s not capable enough, so she gets banned from the party. But Sylphynes wants to become as powerful as the leader, so she overcomes many trials and tribulations, gains more experience, and tries to return to the party. However, the leader upholds the banishment whenever she tries to rejoin the party. Unsatisfied, Sylphynes keeps leveling up. But every time she returns to the leader, she gets banned again!\u003c:dt_line_end/\u003e\u003c:th_ch0002/\u003eWhy doesn’t Sylphynes look for another party? Can’t she scout for a new party? I borrowed a light novel from Nico once where the main character was recruited by a more powerful party.\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eSylphynes is extremely determined to be recognized by the leader. She wants to spend her life fighting alongside the leader!\u003c:dt_line_end/\u003e\u003c:th_ch0002/\u003eI see......\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eBut there’s a plot twist! The leader can reincarnate infinitely~! Sylphynes would suffer if she remained in the party! That’s why the leader chose to banish Sylphynes despite knowing how desperately Sylphynes wants to join! The leader is kind but has to steel themselves and remain firm on banishing her~!!!!\u003c:dt_line_end/\u003e\u003c:th_ch0002/\u003eWhaaaat!?\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eI can’t help but get drawn in by Sylphynes’ determination. She doesn’t give up despite the disagreement between her and the leader...\u003c:dt_line_end/\u003e\u003c:th_ch0002/\u003eI was curious about the anime because I’ve been told I’m like Sylphynes, but I guess that doesn’t matter as much now.\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eI have all the episodes so far recorded.\u003c:dt_line_end/\u003e\u003c:th_ch0002/\u003eLet’s invite Nico and Honoka and watch it together. I want to get caught up!\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}