{"language":"en","daily_theater_id":1000178,"year":2020,"month":7,"day":29,"title":"Kasumin’s Perfect Plan : Day 7","detail_text":"\u003c:th_ch0203/\u003eKasumi-san, you don’t look so well, what’s wrong?\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003e….It’s nothing\u003c:dt_line_end/\u003e\u003c:th_ch0209/\u003eUmm…. I’m holding on to…. letters addressed to you…. from everyone else. Read these and cheer up\u003c:dt_line_end/\u003e\u003c:th_ch0203/\u003eWaah, this many!? There are letters from μ’s and Aqours members, there are ones from Karin-san and the others too….\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eHiih…. Kasumin doesn’t want to read them~! They’re definitely lectures~!!\u003c:dt_line_end/\u003e\u003c:th_ch0203/\u003e….Did you do something to deserve to be lectured?\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eUu, it’s because…. Kasumin’s fortune said that if Kasumin did it Kasumin’s wish would come true….\u003c:dt_line_end/\u003e\u003c:th_ch0209/\u003e?? Tell us more about it\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eUmm, Kasumin’s luck was really great up until yesterday. And Kasumin read online that if Kasumin pranks someone successfully while Kasumin’s luck is at it’s best mode, Kasumin’s wish will come true….\u003c:dt_line_end/\u003e\u003c:th_ch0203/\u003eWhat kind of wish?\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003e….To be popular with everyone\u003c:dt_line_end/\u003e\u003c:th_ch0209/\u003eNormally…. if you play pranks on people…. they’ll get mad at you\u003c:dt_line_end/\u003e\u003c:th_ch0203/\u003eHmm…. But, Kasumi-san’s pranks are, how do you say it, you know….\u003c:dt_line_end/\u003e\u003c:th_ch0209/\u003e….Yeah, it’s like that\u003c:dt_line_end/\u003e\u003c:th_ch0203/\u003eRight? Hey, Kasumi-san. These letters might not be lectures after all\u003c:dt_line_end/\u003e\u003c:th_ch0209/\u003eThat possibility…. is high. Kasumi-chan…. it’s better to read them\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eUu~.... Kasumin won’t read them okay!\u003c:dt_line_end/\u003e\u003c:th_ch0203/\u003eJust one. Okay? Look, I’m opening it, okay? Umm…. “The lemon cough drops helped my throat feel better, thanks” it said\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eEh?\u003c:dt_line_end/\u003e\u003c:th_ch0209/\u003eThis one says “The already delicious sweets became even more delicious~, way to go, Kasumi-chan”\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eEeh!? W-, what about the others…. “Rin would like to drink Kasumi-chan’s original drink again nya!”, “The cold towel felt good”....\u003c:dt_line_end/\u003e\u003c:th_ch0203/\u003e“The mikan jam bread roll was delicious! Make it again sometimes!” ….it said. They didn’t turn up to be lectures huh, Kasumi-san\u003c:dt_line_end/\u003e\u003c:th_ch0209/\u003eThe rest of the letters…. are also thanking you, Kasumi-chan\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eDid Kasumin’s wish come true….?\u003c:dt_line_end/\u003e\u003c:th_ch0203/\u003eFufu, it seems so\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eAh, that’s not everyone yet! How about you two, Shizuko, Rinako? Do you guys like Kasumin!?\u003c:dt_line_end/\u003e\u003c:th_ch0209/\u003eOf course, I love you\u003c:dt_line_end/\u003e\u003c:th_ch0203/\u003eI love you too, Kasumi-san\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eEhehehe~. Kasumin also rea~lly loves the two of you, Rinako, Shizuko, and everyone else too!! It seems that Kasumin’s luck is in it’s best mode after all-!!\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}