{"language":"en","daily_theater_id":1001239,"year":2023,"month":6,"day":25,"title":"Until the Last Minute!","detail_text":"\u003c:th_ch0003/\u003eSo the event will be here today.\u003c:dt_line_end/\u003e\u003c:th_ch0203/\u003eThe decorations are incredible. There are so many things with us on them...\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eYup, yup, it’s gonna become the cutest space ever! Right, everyone?\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eYes~! I’m super excited!\u003c:dt_line_end/\u003e\u003c:th_ch0001/\u003eWe still have some time until everyone arrives, right? Let’s go all out with the decorations!\u003c:dt_line_end/\u003e\u003c:th_ch0004/\u003eWha!? Right now!? Isn’t that cutting it too close...\u003c:dt_line_end/\u003e\u003c:th_ch0103/\u003eWell, it’s certainly last-minute... but I suppose it’s not impossible?\u003c:dt_line_end/\u003e\u003c:th_ch0209/\u003eIf Dia-san, Umi-san, and Shioriko-chan are here, I think we can manage the time perfectly. Rina-chan’s board says, “Confident.”\u003c:dt_line_end/\u003e\u003c:th_ch0001/\u003eSee! Even Rina-chan says so!\u003c:dt_line_end/\u003e\u003c:th_ch0004/\u003eHonoka... Do you understand that without Dia and the others, there’s a high chance that things would be chaotic...?\u003c:dt_line_end/\u003e\u003c:th_ch0001/\u003eYou’re absolutely right~ If it were just me, I’d probably get so engrossed in the preparations that I’d still be working even when it’s time for the event to start. I’d probably even end up asking the guests who come in to help out~ Ahahaha!\u003c:dt_line_end/\u003e\u003c:th_ch0004/\u003eAhaha— This is not a laughing matter!\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eThat scenario would be quite entertaining, though~!\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eIf Honoka-san asked, I would gladly lend a hand.\u003c:dt_line_end/\u003e\u003c:th_ch0104/\u003eHowever, since Rina-san has confidence in us, we’ll make sure things don’t turn out that way by managing everything properly.\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eHehe, that’s right!\u003c:dt_line_end/\u003e\u003c:th_ch0004/\u003eI’m really sorry... for this whole situation. Honoka is always doing things on a whim...\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eKasumin totally supports it if it makes things even cuter!\u003c:dt_line_end/\u003e\u003c:th_ch0003/\u003eWe still have time, after all!\u003c:dt_line_end/\u003e\u003c:th_ch0203/\u003eThen, let’s make the venue even more spectacular and provide everyone with a great time!\u003c:dt_line_end/\u003e\u003c:th_ch0001/\u003eYeah~!!\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}