{"language":"en","daily_theater_id":1001162,"year":2023,"month":4,"day":9,"title":"The Third Faction","detail_text":"\u003c:th_ch0001/\u003eYoshiko-chaaan!\u003c:dt_line_end/\u003e\u003c:th_ch0106/\u003eIt’s not Yoshiko. It’s Yohane.\u003c:dt_line_end/\u003e\u003c:th_ch0001/\u003eAh, right, right! Sorry, sorry! Hey, can I talk to you about something?\u003c:dt_line_end/\u003e\u003c:th_ch0106/\u003eWhat is it?\u003c:dt_line_end/\u003e\u003c:th_ch0001/\u003eYou know that play Shizuku-chan and the others are doing about angels and fallen angels?\u003c:dt_line_end/\u003e\u003c:th_ch0106/\u003eHuh?\u003c:dt_line_end/\u003e\u003c:th_ch0001/\u003eYou know, the story where Shizuku-chan, the leader of the army of angels, and fallen angel Yohane were actually best friends in heaven! I saw the script, and it’s soooooo interesting! And it even had a cliffhanger ending! So, I want a role too. But I can’t decide if I want to be on the side of the angels or the fallen angels. It’s so tough.\u003c:dt_line_end/\u003e\u003c:th_ch0106/\u003eHuh, really...\u003c:dt_line_end/\u003e\u003c:th_ch0001/\u003eSo, I was wondering if there’s another role we could create other than the angels and fallen angels, and I thought Yohane-chan would know best! You’re the expert, right?\u003c:dt_line_end/\u003e\u003c:th_ch0106/\u003eThe expert...? Well, I guess so! If that’s the case, then asking fallen angel Yohane is your best choice.\u003c:dt_line_end/\u003e\u003c:th_ch0001/\u003eI knew it! Do you have any good ideas?\u003c:dt_line_end/\u003e\u003c:th_ch0106/\u003eYohane isn’t really into plays or anything, but if you really want to create a role, I’ll help you. Let’s see... I’ve heard of a place called Purgatory that’s between Heaven and Hell... How about something like that?\u003c:dt_line_end/\u003e\u003c:th_ch0001/\u003eWhaaaaat!? There’s a middle ground!? That’s amazing! I want to play a character from there! I’m gonna get Shizuku-chan and Umi-chan so we can discuss it!\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}