{"language":"en","daily_theater_id":1000700,"year":2022,"month":1,"day":2,"title":"Did You Have a New Year’s Dream?","detail_text":"\u003c:th_ch0005/\u003eShioriko-chan, did you have a new year’s dream?\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eHmm, I think I did, but I can’t remember.... I felt happy, though, so it was probably a good dream.\u003c:dt_line_end/\u003e\u003c:th_ch0005/\u003eRin hopes so nya~! Rin also had a new year’s dream!\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eI’d love to hear the details of your dream, Rin-san. I imagine it would be a great adventure.\u003c:dt_line_end/\u003e\u003c:th_ch0005/\u003eShioriko-chan, are you psychic!? That’s right nya, it was amazing! So, first, Rin was on this spaceship. In it, there was you as a raccoon and Kayochin as a flower nya.\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eFufu, so I’m accompanying you as a raccoon?\u003c:dt_line_end/\u003e\u003c:th_ch0005/\u003eTo become the most popular beetle store, we went to a planet full of greenery to catch some. Then Rin saw Maki-chan and Shizuku-chan inside a glass case with a Mount Fuji picture on it, so Rin helped them out. After that, Rina-chan and Yoshiko-chan came chasing after us, riding on around 100 hamsters. We were so surprised that we went inside a cave to hide. There we found Kasumin as a bear that was hibernating....\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eThat is.... quite the dream, alright.... So, what happened then? Did you get attacked by the Kasumi-san bear....?\u003c:dt_line_end/\u003e\u003c:th_ch0005/\u003eNo. Kasumin was fluffy and felt so comfy, so we snuggled against her back and took a nap. But before Rin knew it, both the cave and Kasumin had disappeared, and we were suddenly riding on a hot air balloon nya. While in the air, we saw Ruby-chan and Hanamaru-chan get caught by a hawk....\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eWhat an adventure....! Please tell me the rest of the story! What about the eggplant!? Did an eggplant show up!?\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}