{"language":"en","daily_theater_id":1000234,"year":2020,"month":9,"day":23,"title":"Dear You - Part 2","detail_text":"\u003c:th_ch0007/\u003eOkay, let’s start filming. You guys ready?\u003c:dt_line_end/\u003e\u003c:th_ch0107/\u003eCompletely zura! You’re good too, right, Setsuna-chan?\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eYes! I’ll go first!\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eRight now, I’m standing in the same place as Nozomi-san, Hanamaru-san, and the rest of everyone, all thanks to you who, together with Kasumi-san, revived the club. From the bottom of my heart, thank you\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eFrom now on, so that I can realize my ambition…. to create a world overwhelming with love, please keep lending me your power!\u003c:dt_line_end/\u003e\u003c:th_ch0107/\u003eMaru heard a lot about how you got the Nijigaku’s idol club back on its feet from Setsuna-chan and the others. To have someone who has as much passion as you do support us is really reassuring\u003c:dt_line_end/\u003e\u003c:th_ch0107/\u003eMaru has ambition like Setsuna-chan too. Maru wants to do lots and lots of fun things with different people as a school idol! So keep helping us, okay♪\u003c:dt_line_end/\u003e\u003c:th_ch0007/\u003eI think what I wanted to say was already covered by the other two. Fufu, I’m really grateful to you too, and I want you to continue to support me\u003c:dt_line_end/\u003e\u003c:th_ch0007/\u003eBut with that, I want to support you the same amount you did for me. It would be nice if we can be in a mutually supportive relationship. Whenever you’re lost or worried, I also want to be lost or worried with you. We’ll always be together\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eMy face burns hot after hearing your message, Nozomi-san….!\u003c:dt_line_end/\u003e\u003c:th_ch0107/\u003eM-, me too~!\u003c:dt_line_end/\u003e\u003c:th_ch0007/\u003eIs that so? I wonder if that person would be like that too when they see this message? I can’t wait to see their face~\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}