{"language":"en","daily_theater_id":1000226,"year":2020,"month":9,"day":15,"title":"A Befitting Stage!","detail_text":"\u003c:th_ch0009/\u003eMari, I heard you instantly abducted Honoka to the mountains the other day?\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eWhat? You mean the time when I took her to play in the highlands?\u003c:dt_line_end/\u003e\u003c:th_ch0009/\u003eThat sounds like it. Honoka had so much fun, she won’t stop telling us about how fast your helis were everyday\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eWow, Mari is glad she enjoyed it. Mari also had so much fun♪ Do you want to ride it too, Nico?\u003c:dt_line_end/\u003e\u003c:th_ch0009/\u003eFufufu…. Nico has been waiting for that word. But! This number one idol in the universe, Nico Nii, wants to use that heli for a stage performance!!\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eFor a stage performance? How grandiose~. But that sounds interesting! How do you want to use it?\u003c:dt_line_end/\u003e\u003c:th_ch0009/\u003eUmm, Nico is still thinking about that part, but something like having me come down from the heli, or having confetti dropped from the heli….\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eHmm~, if you’re going to use helis, how about using 4 helis to lift the stage into the air? That’s a nice idea, me! We have to think about the safety stuff, but it won’t be interesting if we don’t do that much~!!\u003c:dt_line_end/\u003e\u003c:th_ch0009/\u003eHaah!? Lift the stage!? Wait, you don’t have to go that far…. Nico didn’t really ask for that, you know….?\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eNo no! It’s the least we have to do if we want to make a stage that befits the number one idol in the universe. I’ll check if we can get 4 helis prepared. Give me a minute~\u003c:dt_line_end/\u003e\u003c:th_ch0009/\u003eWait, there’s no way we could do a flying stage! Hold on! Mari! Mariii--!?\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}