{"language":"en","daily_theater_id":1000755,"year":2022,"month":2,"day":26,"title":"Nijigaku’s Live! Day 1","detail_text":"\u003c:th_ch0207/\u003eEveryone! Are you ready for the live!?\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eYeaaah!\u003c:dt_line_end/\u003e\u003c:th_ch0212/\u003eI can’t wait for the curtain to go up.\u003c:dt_line_end/\u003e\u003c:th_ch0208/\u003eI’ve eaten so many Takoyaki, so I’m at full power~!\u003c:dt_line_end/\u003e\u003c:th_ch0205/\u003eAi will never forget the view from the Symbol Tower~. But there’s an even better view from above the stage that’s waiting for us!\u003c:dt_line_end/\u003e\u003c:th_ch0204/\u003eJust thinking of it is making me shiver.\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eI’m so touched that we have this many fans even in Osaka!\u003c:dt_line_end/\u003e\u003c:th_ch0211/\u003eAnd they’re all looking forward to me leading the Nijigaku live, huh!\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eLike Kasumin said, we’re not being led by you, Lanzhu-senpai.\u003c:dt_line_end/\u003e\u003c:th_ch0212/\u003eHow many times have we had this conversation? I’m sure this puppy would be content right away if you call her cute, Lanzhu.\u003c:dt_line_end/\u003e\u003c:th_ch0206/\u003eThat’s always the pattern, isn’t it~. Shall we advertise it as one of our trademarks?\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eHmph! Kasumin is not that easy, Miako, Kanata-senpai!\u003c:dt_line_end/\u003e\u003c:th_ch0211/\u003eLanzhu will do my best until Kasumin accepts me!\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eWhat kind of me do you want to get accepted by?\u003c:dt_line_end/\u003e\u003c:th_ch0211/\u003eThe cute and adorable Kasumi, of course!\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eHnnn~~~~!\u003c:dt_line_end/\u003e\u003c:th_ch0209/\u003eIt always goes the same way, just like a chemical reaction. Kanata-san is right. This is basically a trademark of Nijigaku, on par with Osaka’s specialties.\u003c:dt_line_end/\u003e\u003c:th_ch0203/\u003eWell, I guess that is a good part of Kasumi-san....\u003c:dt_line_end/\u003e\u003c:th_ch0201/\u003eH-, hey everyone! The curtain is about to rise soon!\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eLet’s go share our love with the people of Osaka!\u003c:dt_line_end/\u003e\u003c:th_ch0201/\u003eAnd let’s show them how much we’ve improved thanks to their support!\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}