{"language":"en","daily_theater_id":1000173,"year":2020,"month":7,"day":24,"title":"Kasumin’s Perfect Plan : Day 2","detail_text":"\u003c:th_ch0003/\u003eKanata-san, thank you for inviting me today~\u003c:dt_line_end/\u003e\u003c:th_ch0107/\u003eTo be part of Kanata-san’s sweets gathering, Maru can’t sleep last night zura~\u003c:dt_line_end/\u003e\u003c:th_ch0008/\u003eMe too! I held back to only eating one Onigiri at lunch♪\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eKasumin is happy to be able to participate in this gathering too~\u003c:dt_line_end/\u003e\u003c:th_ch0206/\u003eEhehe, thank you everyone~ Kanata had homework to create some original recipes, so Kanata wanted to test the recipes out~. That’s why Kanata is really grateful to everyone here today~\u003c:dt_line_end/\u003e\u003c:th_ch0003/\u003eSo that means no one else has tasted these sweets before!?\u003c:dt_line_end/\u003e\u003c:th_ch0107/\u003eMaru is getting more and more excited zura~!\u003c:dt_line_end/\u003e\u003c:th_ch0008/\u003eMaybe I should’ve eaten only half an onigiri!\u003c:dt_line_end/\u003e\u003c:th_ch0206/\u003eGo ahead and dig in. Let Kanata know what you think of the sweets, okay♪\u003c:dt_line_end/\u003e\u003c:th_ch1003/\u003eThanks for the food~!\u003c:dt_line_end/\u003e\u003c:th_ch0107/\u003eHauu~! This jelly is really refreshing and delicious! It feels somewhat tropical, what could it be?\u003c:dt_line_end/\u003e\u003c:th_ch0206/\u003eKanata used a mix of ponkan and pineapple for that jelly\u003c:dt_line_end/\u003e\u003c:th_ch0008/\u003eThis grainy pudding is so delicious~!\u003c:dt_line_end/\u003e\u003c:th_ch0206/\u003eWaah, to take a liking to that pudding, as expected of Hanayo-chan~. That pudding is called rice pudding, it has rice in it. It’s a sweets from Turkey. Kanata put a little bit of soybean flour in it for today~.\u003c:dt_line_end/\u003e\u003c:th_ch0008/\u003eRice and soybean flour…. So that means, it’s like…. rice and miso soup?\u003c:dt_line_end/\u003e\u003c:th_ch0206/\u003eK, Kanata is not sure about that….?\u003c:dt_line_end/\u003e\u003c:th_ch0003/\u003eKanata-san, this no-bake cheesecake is the best~! I can’t get enough of the melon on the top….!\u003c:dt_line_end/\u003e\u003c:th_ch0206/\u003eTo receive praise on Kanata’s cheesecakes from Kotori-san, Kanata is even more confident now!\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eEveryone is so focused on the sweets huh…. This is Kasumin’s chance…. *plop plop*. Here too, and here *plop plop plop*~\u003c:dt_line_end/\u003e\u003c:th_ch0107/\u003eHuh? Suddenly there are mangoes on top of Maru’s jellies. ….*munch*, Hnn~! It has an even more tropical feeling now zura~!\u003c:dt_line_end/\u003e\u003c:th_ch0008/\u003eWaah! Before I knew it there were fruits on top of my rice puddings~! Ehehe, so luxurious~♪\u003c:dt_line_end/\u003e\u003c:th_ch0003/\u003eIt became a no-bake cheesecake compote with melons and peaches~! I can’t stop my hand~\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eKufufu, everyone is surprised at the strange phenomena…. Kasumin’s pra- no, Kasumin’s spell will definitely succeed today….\u003c:dt_line_end/\u003e\u003c:th_ch0206/\u003eKasumi-chan….\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eGyaan! Ka-, Kanata-senpai…. Did you…. s-, see….\u003c:dt_line_end/\u003e\u003c:th_ch0206/\u003eKanata saw it all, Kanata is….\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eAh, uhh, the fruits in the fruit punch was so delicious, so Kasumin thought Kasumin should share some with everyone, umm….\u003c:dt_line_end/\u003e\u003c:th_ch0206/\u003eKasumi-chan! Thank you!!\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eFueh?\u003c:dt_line_end/\u003e\u003c:th_ch0206/\u003eThanks to Kasumi-chan, Kanata’s original recipes have been powered up~! With this, Kanata’s homework is going to be perfect!\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}