{"language":"en","daily_theater_id":1001240,"year":2023,"month":6,"day":26,"title":"We Want to Keep the Festival Going!","detail_text":"\u003c:th_ch0211/\u003eHeave-ho... Heave-ho...\u003c:dt_line_end/\u003e\u003c:th_ch0205/\u003eWhoa! Lanzhu, what are you carrying!? I’ll help you carry the other half!\u003c:dt_line_end/\u003e\u003c:th_ch0211/\u003eThanks, Ai. Please help me distribute these to everyone!\u003c:dt_line_end/\u003e\u003c:th_ch0205/\u003eOkie-dokie. Hey everyone, we’ve got a massive pile of documents from Lanzhu!\u003c:dt_line_end/\u003e\u003c:th_ch0002/\u003eDocuments? There’s something that we need to submit at this time of the year?\u003c:dt_line_end/\u003e\u003c:th_ch0109/\u003eDid we... Did we forget something!?\u003c:dt_line_end/\u003e\u003c:th_ch0007/\u003eLet me see... Ah, no, no, it’s not an application form or anything like that. Don’t worry.\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eTh-this is...!!\u003c:dt_line_end/\u003e\u003c:th_ch0201/\u003eThese are the comments from everyone who came to our event!\u003c:dt_line_end/\u003e\u003c:th_ch0107/\u003eWow~!\u003c:dt_line_end/\u003e\u003c:th_ch0211/\u003eThat’s right! I printed them all out. You all would want to take a good look at them, right?\u003c:dt_line_end/\u003e\u003c:th_ch0009/\u003eGreat idea! Now we can read them anytime we want!\u003c:dt_line_end/\u003e\u003c:th_ch0106/\u003eKukkukku... The cries of the little demons who’ve survived the strange festival born from the bottom of the abyss...\u003c:dt_line_end/\u003e\u003c:th_ch0201/\u003eHuh? The event was during the day, though, Yoshiko-chan.\u003c:dt_line_end/\u003e\u003c:th_ch0106/\u003eIt’s about the image, the image! And it’s not Yoshiko. It’s Yohane!\u003c:dt_line_end/\u003e\u003c:th_ch0002/\u003eSo many people shared their thoughts with us...\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eI’m moved!\u003c:dt_line_end/\u003e\u003c:th_ch0007/\u003eAh, there are people who posted pictures too!\u003c:dt_line_end/\u003e\u003c:th_ch0205/\u003e...Huh? Is this...?\u003c:dt_line_end/\u003e\u003c:th_ch0107/\u003eIs that Kanata-san and the others?!\u003c:dt_line_end/\u003e\u003c:th_ch0106/\u003eHuuuh!? What!? They took so many photos!?\u003c:dt_line_end/\u003e\u003c:th_ch0109/\u003e...Maybe Ruby should post some photos too. The ones I took with my big sis.\u003c:dt_line_end/\u003e\u003c:th_ch0009/\u003eNico’s got some awesome photos too...\u003c:dt_line_end/\u003e\u003c:th_ch0211/\u003eLanzhu does too! Hey, we can’t lose! Let’s post our photos too!\u003c:dt_line_end/\u003e\u003c:th_ch0107/\u003eBut but! I want to read the comments, too, zura~~~!\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}