{"language":"en","daily_theater_id":1000709,"year":2022,"month":1,"day":11,"title":"Hotel Oharangers!","detail_text":"\u003c:th_ch0207/\u003eSo what is it that you wanted to talk to me about, Mari-san?\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eWell, I was hoping that I could entrust the future of Hotel Ohara to you, Secchan....\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eEeeeh!? W-, what do you mean!?\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eI want to provide a good experience for the children staying at our hotel!!\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eE-, experience....? Something like service? Or maybe a facility? What kind of experience are you talking about?\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eTo put it simply, I want a fun activity that they can enjoy. You know a lot about live-action hero shows, don’t you, Secchan? Can you make a superhero story featuring Hotel Ohara?\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eEeeeeeh!? You don’t mind me making one!? Something like Hotel Oharangers!!?\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eWhat? Hotel Oharangers....?\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eI’ll design them to fit the hotel. Let’s see, the lead’s color should be blue instead of red! The blue ocean, the blue sky, it’s perfect! Then the rest should be mint green, pastel pink, and white!\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eExcellent! That’s awesome~!\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eThey should be heroes that get their power from nature! They’re tasked with protecting Numazu from the enemy! And the hotel should split in two to reveal a giant robot coming out from it!\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eThat sounds super powerful~~~!\u003c:dt_line_end/\u003e\u003c:th_ch0207/\u003eThen its special secret weapon, the Ohara Sword, will fly out from Mount Fuji and fly towards it~~~!!\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eYou’re hired!!\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}