{"language":"en","daily_theater_id":1000371,"year":2021,"month":2,"day":7,"title":"Being Greedy Is Fun!","detail_text":"\u003c:th_ch0108/\u003eShioriko, have you got used to balancing both school idol activities and being student council president?\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eYes. I’m slowly getting the pace down. I was able to because of the student council members’ help. Though I do feel bad about it....\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eFufu, that’s good~. I was a bit worried\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eUmm, you’re also the chairwoman of Uranohoshi Girls High School, right, Mari-san? I don’t think a student council president’s work is comparable to how busy you must be.... How do you manage your time?\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eLet’s see~.... I just make sure I get enough sleep!\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eEh? Uhh....\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eI don’t really think much about time management. I get support from Dia as the student council president. I also enjoy my work as a chairwoman and my school idol activities. I think it’s great to be able to do both. Don’t you agree?\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003e....You’re right. I love both my work in the student council and my school idol activities. But that’s why....\u003c:dt_line_end/\u003e\u003c:th_ch0108/\u003eThe people that support us also do it because they love it, you know. That’s why you don’t need to feel sorry for them and just focus on repaying them with what you can do. If that doesn’t work, then it’ll be a problem for that time~!\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eI never thought of that way of thinking.... I’m so narrow-minded, aren’t I? I’ll try to think flexibly like you, Mari-san. I’ll start by saying “Thank you” instead of “Sorry” to the student council members!\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}