{"language":"en","daily_theater_id":1000412,"year":2021,"month":3,"day":20,"title":"Nijigaku: Towards the Shuffle Festival! Part 10","detail_text":"\u003c:th_ch0209/\u003eShioriko-chan.... can we do the interview for the Shuffle Festival.... right now? I’m sorry that... it has to be right before the live.... Rina-chan’s board「Feeling Down」\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eIt’s not a problem, please lift up your face, Rina-san. Right before the live is when my mood is at its peak. I feel like I can give better answers for the interview if we do it right now.\u003c:dt_line_end/\u003e\u003c:th_ch0209/\u003eToday is the day.... where we get to sing each other’s songs. How do you feel?\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eFrankly speaking, I’m really looking forward to it. I joined the club a little late, so I didn’t know the story behind how everyone’s first songs came to be. But I’m happy that I was able to learn various things and think about them in my own way. I’m also happy that I was given a chance to sing the songs.... That’s why it’s inevitable that I would not only be enthusiastic about the upcoming live, but also excited to try a new and exciting venture.\u003c:dt_line_end/\u003e\u003c:th_ch0209/\u003eYou seem.... really with it today, Shioriko-chan.\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eIs that so? I’m glad if that’s the case. But I’m also relying heavily on you and the rest of Nijigaku members, Rina-san. Let’s enjoy today’s Shuffle Festival!\u003c:dt_line_end/\u003e\u003c:th_ch0209/\u003eYeah! I feel like.... I can’t stay still anymore. Rina-chan’s board「Eager」\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eI’m sure everyone has already gathered. Let’s head to the venue.\u003c:dt_line_end/\u003e\u003c:th_ch0209/\u003eWhen everyone is there.... let’s form a circle, okay.\u003c:dt_line_end/\u003e\u003c:th_ch0210/\u003eYes!\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}