{"language":"en","daily_theater_id":1000239,"year":2020,"month":9,"day":28,"title":"Dear You - Part 7","detail_text":"\u003c:th_ch0104/\u003eEveryone, we can start filming whenever we’re ready\u003c:dt_line_end/\u003e\u003c:th_ch0004/\u003eKarin, I think you can stop looking at the mirror now, let’s begin the shoot\u003c:dt_line_end/\u003e\u003c:th_ch0204/\u003eOkay~\u003c:dt_line_end/\u003e\u003c:th_ch0204/\u003eYou on the other side of the screen, stop staring at me and listen properly, okay♪ You know, right now, I feel so fulfilled every day. I’m a little bit weak in the morning, but…. I feel so fired up from morning practice, through after school practice, and even until self-practice at night. And it’s not like I’m pushing myself to do it, it has become a natural thing for me. I’m sure that’s because being a school idol has taught me the joy of expressing myself without hiding anything. And I’m truly thankful to you, who invited me to become a school idol. Thank you. Keep looking at me from here on out, okay♪\u003c:dt_line_end/\u003e\u003c:th_ch0104/\u003eTo you who have always supported us, once again, I’d like to offer you my sincerest gratitude. You’ve been a tremendous help, an unsung hero that aids us from the back so that we can do what we want to do. No matter how much words of appreciation I present to you, I don’t think it would ever be enough. Because of that, please let us give back those thoughts through our performance. We’ll show you a wonderful stage.\u003c:dt_line_end/\u003e\u003c:th_ch0004/\u003eI’d like to take this opportunity to ask something of you. That is for you to please not overdo it. When I see you working so hard for us, sometimes I feel like you’re so devoted that it worries me. Of course, we’re grateful from the bottom of our heart for your support. But please, let us do what we can to help you. Because we’re all going to liven up the school idol world! Let’s keep doing our best together from now on!!\u003c:dt_line_end/\u003e\u003c:th_ch0204/\u003e….Wait. Didn’t you two say too many serious things, Umi-chan, Dia-chan….? Maybe I should re-do mine….\u003c:dt_line_end/\u003e\u003c:th_ch0004/\u003eEh? I think your message was beautiful, and it really suits you, Karin…. Don’t you think so too, Dia?\u003c:dt_line_end/\u003e\u003c:th_ch0104/\u003eOf course. But maybe both of us could do with a little more words that would make that person skip a beat in our messages….\u003c:dt_line_end/\u003e\u003c:th_ch0004/\u003eEh!? No, I’m not fit for that sort of thing…. Or rather, it would be difficult for me….\u003c:dt_line_end/\u003e\u003c:th_ch0204/\u003eMy, if that’s the case, then I could teach you. Come on, Umi-chan, come over here♪\u003c:dt_line_end/\u003e\u003c:th_ch0004/\u003eWait-.... I told you, it would be too hard for me! Dia, please say something!!\u003c:dt_line_end/\u003e\u003c:th_ch0104/\u003e….Umi-chan, fight on!\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}