{"language":"en","daily_theater_id":1000236,"year":2020,"month":9,"day":25,"title":"Dear You - Part 4","detail_text":"\u003c:th_ch0003/\u003eHmm, is it filming now?\u003c:dt_line_end/\u003e\u003c:th_ch0103/\u003eOkay. Yes, it’s on\u003c:dt_line_end/\u003e\u003c:th_ch0203/\u003eThen, I’ll hold the camera, your messages please, Kotori-san, Kanan-san!\u003c:dt_line_end/\u003e\u003c:th_ch0003/\u003eIt’s Kotori~. First of all, thank you so much for everything. Your support has always given us courage and strength. I talk about it often with Honoka-chan and Umi-chan too, you know\u003c:dt_line_end/\u003e\u003c:th_ch0003/\u003eSo you see, we also want to give you courage and strength. That way, we can make everyone smile. For that reason, let’s keep talking a bunch and liven up the school idol world, okay\u003c:dt_line_end/\u003e\u003c:th_ch0103/\u003eKotori-chan already said it, but me, Chika, and the others also talk about you a lot. There are so many things that were only possible because you were here. The School Idol Festival only came true because of you\u003c:dt_line_end/\u003e\u003c:th_ch0103/\u003eI love the delighted look on your face when you come to see our performance. You may not know how much that look has become the source of our strength…. But, from now on, I will do my best to give a performance that will make you have that look, okay!\u003c:dt_line_end/\u003e\u003c:th_ch0003/\u003eShizuku-chan, I’ll take the camera~\u003c:dt_line_end/\u003e\u003c:th_ch0203/\u003eAh, yes, please do\u003c:dt_line_end/\u003e\u003c:th_ch0203/\u003eSenpai, thank you very much for always supporting us. I’m truly grateful that you were always looking out for us whenever we were worried or lost. You would never rush an answer, will you, Senpai? Of course, I’m happy whenever you give me a push on the back, but I also love how your cheering feels like a gentle rub on that back.\u003c:dt_line_end/\u003e\u003c:th_ch0203/\u003eI’m sure we would continue to make you worried, but I believe that you will always be there for us, Senpai. I’ll be in your care from now on!\u003c:dt_line_end/\u003e\u003c:th_ch0003/\u003eFufu, we got some really nice messages, huh. But…. Somehow, I feel that it’s not enough….?\u003c:dt_line_end/\u003e\u003c:th_ch0203/\u003eIt may be that we want to tell them directly rather than through a camera…. Probably\u003c:dt_line_end/\u003e\u003c:th_ch0103/\u003eAlright, then, let’s go give that person a hug after!!\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}