{"language":"en","daily_theater_id":1000238,"year":2020,"month":9,"day":27,"title":"Dear You - Part 6","detail_text":"\u003c:th_ch0002/\u003eI’ve set up the camera\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eOkay, okay! Can Kasumin go first!?\u003c:dt_line_end/\u003e\u003c:th_ch0102/\u003eFufu, sure\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eSenpai~♪ Thank you for always calling me cute! When you say that Kasumin is cute, my cuteness goes up by 1000%! From now on, always always look at Kasumin, okay!\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eHehe~, Kasumin is satisfied. Then, go ahead, Eli-senpai!\u003c:dt_line_end/\u003e\u003c:th_ch0002/\u003eThank you for always supporting us. Just a few passing words from you can become such an inspiration to us, so I want to continue to listen to more and more of your opinions. We’ve also been reliant on you for live preparations…. So please keep supporting us, okay\u003c:dt_line_end/\u003e\u003c:th_ch0002/\u003eWe’ll do our best to bring a smile to you and everyone else that supports us! Once again, thank you for everything, and we’ll be in your care going forwards\u003c:dt_line_end/\u003e\u003c:th_ch0102/\u003eUmm, I would like to start by thanking you. Thank you very much for everything. Because I have your support, I can sing with ease. To have you right next to me, cheering me on is something amazing. I’m glad I met you\u003c:dt_line_end/\u003e\u003c:th_ch0102/\u003eMe, Aqours, μ’s, Nijigaku, and all other school idols…. You’ve been loving and helping us all. I really admire you for that!\u003c:dt_line_end/\u003e\u003c:th_ch0102/\u003ePhew, I was so nervous….\u003c:dt_line_end/\u003e\u003c:th_ch0002/\u003eFufu, that was a really beautiful message\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eEli-senpai! How about Kasumin? Was Kasumin cute?\u003c:dt_line_end/\u003e\u003c:th_ch0002/\u003eOf course, Kasumi. You were staring at the mirror for 30 minutes before the shoot, after all. It’s perfect\u003c:dt_line_end/\u003e\u003c:th_ch0102/\u003eYou even made sure your hairpin wasn’t crooked right before the shoot\u003c:dt_line_end/\u003e\u003c:th_ch0202/\u003eEli-senpai, Riko-senpai! You don’t have to say that part~!!\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}