{"language":"en","daily_theater_id":1000237,"year":2020,"month":9,"day":26,"title":"Dear You - Part 5","detail_text":"\u003c:th_ch0001/\u003eIt’s our turn for the video letter. Are you two ready?\u003c:dt_line_end/\u003e\u003c:th_ch0101/\u003eOf course! The camera is also ready~\u003c:dt_line_end/\u003e\u003c:th_ch0201/\u003eUmm, can I go first?\u003c:dt_line_end/\u003e\u003c:th_ch0001/\u003eSure thing, we’ll start filming, okay~\u003c:dt_line_end/\u003e\u003c:th_ch0201/\u003eThank you for always looking after me right beside me. I was surprised when you invited me to become a school idol, but right now, I’m really enjoying every day of my life. I’ve become friends with Honoka-chan, Chika-chan, and all the others as well, we taught each other many things, and I’m sure we all want to become a school idol that can bring even more happiness to everyone\u003c:dt_line_end/\u003e\u003c:th_ch0201/\u003eBut we can’t do it alone. It’s really worrying if we don’t have your support…. I don’t want to live without having you support me, cheer me on, and smile for me. So, from now on, let’s always be together!\u003c:dt_line_end/\u003e\u003c:th_ch0101/\u003eIt’s just like Ayumu-chan said! We all feel the same way. I still remember vividly when you first came to Uchiura. You’ve helped me with a bunch of things since then, and there are some things I only realize because of you\u003c:dt_line_end/\u003e\u003c:th_ch0101/\u003eHow about you? Has anything good happened because of us? We’re kind of spoiled because you were always so kind, but we also want to do something for you…. That’s it! You should be selfish with me too! I’ll listen to anything you want me to do!\u003c:dt_line_end/\u003e\u003c:th_ch0201/\u003eFufu, Chika-chan, that person can be quite selfish, so you might get tired if you listen to everything they ask.\u003c:dt_line_end/\u003e\u003c:th_ch0101/\u003eEeh, it’s more rewarding if the request is hard to do, though, right, Honoka-chan?\u003c:dt_line_end/\u003e\u003c:th_ch0001/\u003eThat may be true. The higher the wall, the more that we have to go over it!\u003c:dt_line_end/\u003e\u003c:th_ch0001/\u003eUmm, you see, your support means more to us than you think! Because it’s the source of our power itself. You know how a Manjuu feels empty without the red bean paste? It’s the same thing for us, without your support, our best efforts would be powered down. But if we have your support, we would get powered up instead!\u003c:dt_line_end/\u003e\u003c:th_ch0001/\u003eThat’s why I want you to continue to encourage us. We’ll be sure to live up to it! Ah, one more thing. Please encourage us while being closest by our side, okay♪\u003c:dt_line_end/\u003e\u003c:th_ch0101/\u003eAh! There’s something that I forgot to say~!\u003c:dt_line_end/\u003e\u003c:th_ch0201/\u003eMe too, I forgot to say that I’ll be in their care….\u003c:dt_line_end/\u003e\u003c:th_ch0001/\u003eUwaah! I forgot too! Ah, then, let’s say it together! Ready~....\u003c:dt_line_end/\u003e\u003c:th_ch0001/\u003eWe’ll be in your care from now on!!\u003c:dt_line_end/\u003e\u003c:th_ch0101/\u003eWe’ll be in your care from now on!!\u003c:dt_line_end/\u003e\u003c:th_ch0201/\u003eWe’ll be in your care from now on!!\u003c:dt_line_end/\u003e\u003c:th_ch0000/\u003eTranslated by SIFAStheatre and Idol Story\u003c:dt_line_end/\u003e"}